src/test/resources/artifacts/ESB/config/soapRequests/sapbydesign/apiReadOutboundDeliverables.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:glob="http://sap.com/xi/SAPGlobal20/Global">
    <soap:Header/>
    <soap:Body>
        <glob:ODByIDQuery_sync>
            <OutboundDelivery>
                <UUID>%s(ODUUID)</UUID>
            </OutboundDelivery>
        </glob:ODByIDQuery_sync>
    </soap:Body>
</soap:Envelope>